

#GOA ში ყოველ შემოყვანილ ადამიანზე გეძლევა 100ლ.
#მომხმარებელს შემოატანინეთ თუ რამდენი ადამიანი შემოიყვანა ხოლო თითო შემოყვანილ ადამიანზე დაერიცხოს 100ლ

#1) რამდენი დაგერიცხება თუ შემოიყვან 10 ბავშვს?  15 ბავშცს?

#2) რამდენი დაგერიცხება თუ შემოიყვან 100 ბავშვს გამოკლებული 37 დამატებული 13 გაყოფილი 10 და გამრავებული 264 ზე
one_member_earning =100

ten_members= 10 
fifteen_members= 15

earning_10 = ten_members * one_member_earning
earning_15 = fifteen_members * one_member_earning

print("10 მოწვეულ ბავშვზე მიიღებ (earning_10):ლარს")
print("15 მოწვეულ ბავშვზე მიიღებ(earning_15):ლარს")

total_children=100
result= ((total_children - 37 + 13) /10 *264)